Repository: 2mcreations/wordpress-plugin-genpdf-queuemail
Catalog: languages/genpdf-woocommerce-*.po
Languages: it_it

source: Generete PDF from customer data and product data. Manage the queue of emails with attachments.
it_it: Generare file PDF dai dati del cliente e del prodotto. Gestione della coda di email con allegati.

source: GenPDF settings
it_it: GenPDF impostazioni

source: GenPDF Templates
it_it: GenPDF Modelli

source: Add new template
it_it: Aggiungi un nuovo template

source: Send attachments
it_it: Invia allegati

source: Template email used by GenPDF plugin
it_it: Template email usato dal plugin GenPDF

source: You can't trash the template beacuse it is used, to change go into
it_it: Non è possibile eliminare il template in quanto è usato, per cambiare devi andare in

source: Sent attacchments to customer
it_it: Invia allegati al cliente

source: An error occurs, contact the support
it_it: Si è verificato un'errore, contattatre l'assistenza

source: In a few minutes, the email will be sent
it_it: Tra alcuni minuti l'email sarà inviata

source: Go back
it_it: Torna indietro

source: Subscriptions received from the old website
it_it: Iscrizioni ricevute dal vecchio

source: date
it_it: data

source: search
it_it: ricerca

source: items
it_it: elementi

source: of
it_it: di

source: Set the link of the logo to insert into the pdf
it_it: Imposta il link del logo da inserire nel pdf

source: List of emails separated by ","
it_it: Elenco di email separati da ","

source: Add one or more to receive the email order with attachments.
it_it: Aggiungi uno o più per ricevere l'email dell'ordine con allegati.

source: Template email customer
it_it: Template email cliente

source: Template email admin
it_it: Tempalte email admin

source: Save
it_it: Salva
